[
  {
    "event": "2019-london",
    "file": "1",
    "text": "The M, C, Scary Boots opens the You Got This Conference in London in 2019. Scary is shown standing before a crowded room and they are being filmed from the back of the room."
  },
  {
    "event": "2019-london",
    "file": "2",
    "text": "Scary stands before the audience. Scary is speaking into a microphone they are holding in their right hand, and gesturing with their left hand as they speaks. Scary has a shock of short red hair and stands against a backdrop of a large conference poster."
  },
  {
    "event": "2019-london",
    "file": "3",
    "text": "A view along a row of the audience. The audience are paying close attention to Scary's opening monologue. They are smiling broadly as they listen.",
    "highlight": true
  },
  {
    "event": "2019-london",
    "file": "4",
    "text": "Jo Franchetti, a web developer advocate for Samsung Internet, presents a session entitled, Perfectionism, Imposter Syndrome and Anxiety. She stands at the front of the room, leaning against a high table."
  },
  {
    "event": "2019-london",
    "file": "5",
    "text": "Nathaniel Okenwa, from Twilio, addresses the audience. The photo is taken from the back of the room and members of the audience have raised their hands in response to a question from Nathaniel."
  },
  {
    "event": "2019-london",
    "file": "6",
    "text": "A close-up of Nathaniel Okenwa, from Twilio, as he speaks at the You Got This Conference. He wears a black hoodie with a white zip and is emphasizing his point by gesturing with his right hand."
  },
  {
    "event": "2019-london",
    "file": "7",
    "text": "Two conference attendees enjoy a laugh between sessions with one of the organizers."
  },
  {
    "event": "2019-london",
    "file": "8",
    "text": "A smiling Paula Muldoon stands before the audience and raises her violin above her head."
  },
  {
    "event": "2019-london",
    "file": "9",
    "text": "Sam Morgan, Head of Education at Makers, presents a session entitled, The Transformative Power of Junior Developers. The shot is taken from the back of the room and Sam is discussing a slide which is dominated by the words, Tasks and Everything is an Exercise."
  },
  {
    "event": "2019-london",
    "file": "10",
    "text": "A close-up of some You Got This conference giveaways. These include a badge featuring the You Got This fist logo and the slogan, A Conference for Juniors. Three stickers are also shown, one featuring the You Got This fist logo, one with Underland brand logo, and one with You Got This name logo."
  },
  {
    "event": "2019-london",
    "file": "11",
    "text": "Wilson Tolentino da Silva sits in the front row of the audience and turns to look across the crowded room. He is wearing a blue Underland t-shirt and dark-rimmed round glasses."
  },
  {
    "event": "2019-london",
    "file": "12",
    "text": "Two conference members stand up to hug each other as the rest of the audience awaits the next session."
  },
  {
    "event": "2019-london",
    "file": "13",
    "text": "Wilson Tolentino da Silva stands at the front of the audience as they await the next session. Sascha Wolf, one of the conference speakers, sits in the front row beside him. In the foreground two attendees are talking animatedly."
  },
  {
    "event": "2019-london",
    "file": "14",
    "text": "A view across the audience as they await the next session. The room is crowded and attendees are talking and laughing with the people in their vicinity."
  },
  {
    "event": "2019-london",
    "file": "15",
    "text": "Rachel Konichiwakitty sits in the audience and looks up from her phone. She is wearing a pink cardigan adorned with dark pink hearts. The cardigan matches her pink hair."
  },
  {
    "event": "2019-london",
    "file": "16",
    "text": "Members of the audience pass the time before the next session by getting to know the people sitting around them. In this image an attendee turns and speaks to someone sitting directly behind him."
  },
  {
    "event": "2019-london",
    "file": "17",
    "text": "Jo Franchetti smiles as she talks with a conference attendee. She is holding a re-usable coffee cup and listening to the person speak. Jo is wearing a yellow sweater and she has bright pink hair styled in a bob."
  },
  {
    "event": "2019-london",
    "file": "18",
    "text": "Kevin Lewis, one of conference organisers, speaks enthusiastically to the audience. His laptop is positioned on the high table beside him and it is decorated with a sticker with his cartoon likeness. He wears a blue Underland t-shirt and stands with his hand in his pocket as he speaks."
  },
  {
    "event": "2019-london",
    "file": "19",
    "text": "A shot from the back of the room shows Kevin Lewis standing in front of the audience and delivering the You Got This conference welcome speech. He is looking up at a slide on a large screen. The slide states that this is going to be awesome. 8 speakers, topics close to our heart, good food, and great company."
  },
  {
    "event": "2019-london",
    "file": "20",
    "text": "A close-up of Kevin Lewis as he delivers his welcome speech. He is smiling cheekily at the audience and standing in front of a large You Got This conference poster."
  },
  {
    "event": "2019-london",
    "file": "21",
    "text": "Kevin Lewis underlines a point during his opening speech by gesturing with his right hand to the audience. The backdrop contains the logos of the sponsors including, Monzo, Not Binary, Pro Active, D, X, W Digital, Buzzfeed, Nedap, Balsamiq, Future Gov, Wild Rocket, And Digital, Git Hub, and Twilio."
  },
  {
    "event": "2019-london",
    "file": "22",
    "text": "Libby Derbyshire from Hired speaks to the conference. She stands in front of a large screen featuring the Hired logo. Her long hair is tied back with a red and white striped silk scarf and she wears a black t-shirt with Hired written in white uppercase letters on the front."
  },
  {
    "event": "2019-london",
    "file": "23",
    "text": "Libby Derbyshire continues her Hired presentation at the You Got This conference."
  },
  {
    "event": "2019-london",
    "file": "24",
    "text": "Libby Derbyshire from Hired finishes her presentation and smiles as she hands the microphone back to Kevin Lewis. The shot is taken from the back of the conference room across the sea of attendees."
  },
  {
    "event": "2019-london",
    "file": "25",
    "text": "Scary Boots raises their hand and delivers their opening monologue as Kevin Lewis looks on. He is smiling and looking out across the audience. A smile is forming on Scary's lips as they speak."
  },
  {
    "event": "2019-london",
    "file": "26",
    "text": "A close-up of a smiling Scary Boots delivering their conference opening. They wear a white shirt with a dark green cravat and a black waistcoat. Their short styled hair is a fiery red and they wears a silver nose ring.",
    "highlight": true
  },
  {
    "event": "2019-london",
    "file": "27",
    "text": "Wilson Tolentino da Silva sits beside Angi Long and Jo Franchetti in the front row of the conference. They are all laughing at Scary's opening monologue."
  },
  {
    "event": "2019-london",
    "file": "28",
    "text": "A close-up of Scary Boots as they delivers their opening monologue to the You Got This conference. They are earnestly making a point to the audience."
  },
  {
    "event": "2019-london",
    "file": "29",
    "text": "A close-up of the brightly coloured platform boots of Leah Thomas. They are rainbow coloured and feature pink laces. They match with Leah's yellow jumpsuit."
  },
  {
    "event": "2019-london",
    "file": "30",
    "text": "A close-up of Scary Boots delivering their opening monologue to the You Got This conference. They are gesturing with their left hand to emphasise their point."
  },
  {
    "event": "2019-london",
    "file": "31",
    "text": "A view along a row of the audience. Each of the attendees is listening intently to Scary's opening speech."
  },
  {
    "event": "2019-london",
    "file": "32",
    "text": "Jo Franchetti, from Samsung Internet, addresses the conference as she starts her presentation on Perfectionism, Imposter Syndrome and Anxiety at the You Got This conference. She is smiling as she looks across the audience, her left hand open and palm up."
  },
  {
    "event": "2019-london",
    "file": "33",
    "text": "A close-up of Jo Franchetti standing before the conference. She smiles as she opens her presentation, her laptop positioned on the high table beside her. She wears a headset microphone and a conference lanyard hangs around her neck."
  },
  {
    "event": "2019-london",
    "file": "34",
    "text": "Jo Franchetti makes a point during her presentation at the You Got This conference. Her pale blue coffee cup sits on the high table beside her laptop."
  },
  {
    "event": "2019-london",
    "file": "35",
    "text": "Matthew Buck from Drawnalism sketches an illustration of Jo Franchetti's presentation in real time at the You Got This conference. Matthew holds a black pen between his lips and is highlighting part of the illustration in orange."
  },
  {
    "event": "2019-london",
    "file": "36",
    "text": "Jo Franchetti is shown standing before the audience. The image is taken from the back of the room. The audience, including Sascha Wolf, Wilson Tolentino da Silva, and Angi Long in the front row, are all listening intently. Jo's laptop is decorated with a selection of stickers."
  },
  {
    "event": "2019-london",
    "file": "37",
    "text": "Jo Franchetti listens to a question from the audience at the end of her presentation. She is standing beside the high table and her decorated laptop sits in front of her. One of the stickers featured is the You Got This conference logo of a raised fist."
  },
  {
    "event": "2019-london",
    "file": "38",
    "text": "Sascha Wolf, a software developer working at grandcentrix, stands before the audience and begins his presentation entitled, You Know Nothing, Or Do You? at the You Got This conference."
  },
  {
    "event": "2019-london",
    "file": "39",
    "text": "A close-up of Sascha Wolf as he presents at the You Got This conference. He is wearing an open blue and black chequered shirt with a white t-shirt beneath. He is holding a microphone and looking to his right, across the audience. He has a closely cropped, dark beard."
  },
  {
    "event": "2019-london",
    "file": "40",
    "text": "Sascha Wolf stands beside the high table in front of the audience. A slide behind him reads, Therapy. His laptop and his green drinks bottle are placed on the table in front of him."
  },
  {
    "event": "2019-london",
    "file": "41",
    "text": "A close-up of Sascha Wolf as he makes a point during his conference speech. He is wearing a You Got This conference lanyard around his neck."
  },
  {
    "event": "2019-london",
    "file": "42",
    "text": "A view along a row of the audience as they listen to Sascha Wolf's speech. In the background the Monzo logo is emblazoned across the wall in blue neon. The room is crowded and audience members stand at the back, beneath the Monzo sign."
  },
  {
    "event": "2019-london",
    "file": "43",
    "text": "Scary Boots stands at the back of the room and listens to Sascha Wolf's presentation. They are standing in the refreshment area and there are 2 refrigerators filled with a selection of bottled drinks. Three large black, half-sphere lampshades hang from the ceiling. In the foreground the audience continue listening to the presentation."
  },
  {
    "event": "2019-london",
    "file": "44",
    "text": "A side profile of Leah Thomas as she stands and listens to a presentation. Only her face is visible from the left as she leans against a pillar at the back of the room. She wears clear-framed glasses as she concentrates on the talk."
  },
  {
    "event": "2019-london",
    "file": "45",
    "text": "Sascha Wolf continues his presentation entitled You Know Nothing, Or Do You? The image is taken from the back of the room across the top of the heads of the audience."
  },
  {
    "event": "2019-london",
    "file": "46",
    "text": "Jake Price, C, E, O at Wild Rocket, a web development studio, presents to the audience at the You Got This conference. He is holding his phone in his left hand as he speaks into the microphone and looks out across the audience."
  },
  {
    "event": "2019-london",
    "file": "47",
    "text": "Scary Boots returns to the stage and stands before the audience. They are holding out their left hand and looking up at the ceiling, preparing to introduce the next speaker."
  },
  {
    "event": "2019-london",
    "file": "48",
    "text": "Nathaniel Okenwa from Twilio smiles broadly as he speaks at the You Got This conference. He is wearing a black hoodie, unzipped down the front to reveal a dark blue t-shirt featuring the Twilio logo. The logo features the letters of Twilio being formed from an old-style, curled telephone cord."
  },
  {
    "event": "2019-london",
    "file": "49",
    "text": "A birds-eye view of the conference room after the first sessions. The room is half-empty but conversations are ongoing. Jo Franchetti stands at the front talking with an attendee and Sascha Wolf leans over to pick up his laptop. Kevin Lewis stands off to the left, in discussion with 3 conference attendees."
  },
  {
    "event": "2019-london",
    "file": "50",
    "text": "A close-up of Scary Boots as they lean over a table and consults their phone. They are taking notes and their microphone lays on the table beside their notes. In the background, conference delegates can be seen talking in small groups."
  },
  {
    "event": "2019-london",
    "file": "51",
    "text": "A view of the Hired stand during a break in the conference. The stand is surrounded by conference attendees. Libby Derbyshire can be seen listening to an attendee. A poster reads, Getting a job shouldn't be a full-time job. There are pairs of socks laid out on the table as giveaways."
  },
  {
    "event": "2019-london",
    "file": "52",
    "text": "Joshua Simpson and Olivia Marsden represent AND Digital at their stand during the break in proceedings at the You Got This conference. Olivia smiles as she chats with a conference attendee."
  },
  {
    "event": "2019-london",
    "file": "53",
    "text": "Rachel Konichiwakitty stands in the sponsors area and smiles as she takes a photo with her phone. She is holding a coffee cup and the AND Digital stand is visible in the background."
  },
  {
    "event": "2019-london",
    "file": "54",
    "text": "Nathaniel Okenwa smiles as he talks with conference attendees at the Twilio stand. On the table in front of him are a selection of pink and blue Twilo t-shirts. A logo on his hoodie reads, Community Hero."
  },
  {
    "event": "2019-london",
    "file": "55",
    "text": "A group of conference attendees surround a table strewn with conference stickers. The stickers feature cartoon depictions of people and the attendees are busily choosing their favourites."
  },
  {
    "event": "2019-london",
    "file": "56",
    "text": "A group of conference attendees explore the You Got This conference stickers. The stickers feature cartoon depictions of people. There are 7 people choosing their favourites before they return to the conference sessions."
  },
  {
    "event": "2019-london",
    "file": "57",
    "text": "A standing poster for the You Got This conference from Underland. It reads, This is a quiet place. If people are in here, leave them be. If you want to have conversations, this isn't the right room for them. Thanks for being kind and cooperative."
  },
  {
    "event": "2019-london",
    "file": "58",
    "text": "Jo Franchetti stands with Wilson Tolentino da Silva at the back of the conference room. He is showing her something on his phone and as she is looking closely."
  },
  {
    "event": "2019-london",
    "file": "59",
    "text": "A shot of the Drawnalism illustrations from the morning sessions. The illustrations are taped to the wall and depict the sessions by Jo Franchetti and Sascha Wolf in a series of infographic style cartoons. In the background the film cameras are prepared for the next sessions."
  },
  {
    "event": "2019-london",
    "file": "60",
    "text": "Four conference attendees stand in a huddle and engage in an in-depth discussion ahead of the next conference sessions."
  },
  {
    "event": "2019-london",
    "file": "61",
    "text": "A group featuring Daniel Spindelbauer from GitHub Education and Tim Fogarty from Mongo stand and listen to a conference attendee talking passionately whilst holding up 3 fingers. The conference hall is starting to refill after the break."
  },
  {
    "event": "2019-london",
    "file": "62",
    "text": "In the foreground Paula Muldoon practices with her violin at the front of the conference room. Paula is concentrating as she plays and she is watched by Angi Long, who is sitting in the front row. The neon Monzo logo lights up the wall in the background."
  },
  {
    "event": "2019-london",
    "file": "63",
    "text": "Three conference attendees stand at the back of the conference room and hold a conversation."
  },
  {
    "event": "2019-london",
    "file": "64",
    "text": "Jake Price, C, E, O at Wild Rocket, leans against a pillar and listens to a conference attendee. Two further attendees are standing to either side and listening to the conversation."
  },
  {
    "event": "2019-london",
    "file": "65",
    "text": "An audience member sits and listens to the person sitting next to them. A smile is developing on his lips as other attendees choose their seats for the next sessions."
  },
  {
    "event": "2019-london",
    "file": "66",
    "text": "Jessica Rose stands in the conference room and talks with three others, including Matt Rose and Tim Fogarty."
  },
  {
    "event": "2019-london",
    "file": "67",
    "text": "Paula Muldoon practices her violin during the break in conference proceedings. She is wearing a green dress and blue earrings. She is looking across the conference room as plays in preparation for her session. A group of attendees chat in the background against the backdrop of a You Got This poster."
  },
  {
    "event": "2019-london",
    "file": "68",
    "text": "The camera focuses on a conference attendee as they talk to a someone sitting in front of them in the audience. The attendee wears a beautiful necklace of silver balls and she is listening intently. In the background, the conference room is nearing capacity."
  },
  {
    "event": "2019-london",
    "file": "69",
    "text": "The break in proceedings at the You Got This conference continues and audience members talk amongst themselves ahead of the next sessions. One attendee is smiling and talking animatedly to the person sitting behind him."
  },
  {
    "event": "2019-london",
    "file": "70",
    "text": "A pair of You Got This conference attendees stand and talk on the edge of the conference room."
  },
  {
    "event": "2019-london",
    "file": "71",
    "text": "Rachel Konichiwakitty and Tim Fogarty stand and talk with another attendee. Rachel is smiling broadly as she listens. The group are surrounded by other attendees as the conference hall fills up."
  },
  {
    "event": "2019-london",
    "file": "72",
    "text": "Paula Muldoon, a JavaScript Developer at Cambridge Cognition, opens her session entitled, Where Did All My Money Go?, by playing the violin. She stands at the front of the conference room against a backdrop of posters featuring You Got This sponsors."
  },
  {
    "event": "2019-london",
    "file": "73",
    "text": "A close-up of Paula Muldoon as she plays her violin as part of her presentation."
  },
  {
    "event": "2019-london",
    "file": "74",
    "text": "Paula Muldoon smiles as she finishes her violin performance and lifts the bow and violin in her hands."
  },
  {
    "event": "2019-london",
    "file": "75",
    "text": "Paula Muldoon takes up a microphone and begins her presentation. Her laptop sits on the high table to her left and her music stand sits to her right. On the large screen behind her a slide reads, Money and Me."
  },
  {
    "event": "2019-london",
    "file": "76",
    "text": "A sign on the conference room door reads, No escape. The sign features an icon of a person trying to exit through the door. The icon is surrounded by a red circle with a diagonal red line through the scene."
  },
  {
    "event": "2019-london",
    "file": "77",
    "text": "A view from the back of the conference room as Paula Muldoon plays her violin. She is concentrating on the music stand in front of her as she plays. The audience are quietly listening to her performance."
  },
  {
    "event": "2019-london",
    "file": "78",
    "text": "Tara Ojo, a software engineer at FutureLearn, begins her presentation at the You Got This conference. The talk is entitled, Junior Next. The shot is taken from the back of the auditorium and Tara stands at the front of the room, holding a microphone in her left hand. Her laptop sits on the high table beside her as she addresses the audience."
  },
  {
    "event": "2019-london",
    "file": "79",
    "text": "A close-up of Tara Ojo as she delivers her presentation at the You Got This conference. Tara's long hair is braided and her laptop features a intricate feather motif on the casing."
  },
  {
    "event": "2019-london",
    "file": "80",
    "text": "A close-up of Tara Ojo speaking at the You Got This conference. She holds the microphone in her right hand and her left hand is gesturing to support her point. She wears dark rimmed glasses and a yellow jumper."
  },
  {
    "event": "2019-london",
    "file": "81",
    "text": "A close-up of Tara Ojo during her presentation at the You Got This conference. She holds her right hand to her chest as she delivers her session about junior developers."
  },
  {
    "event": "2019-london",
    "file": "82",
    "text": "A member of the audience leans forward and listens intently during Tara Ojo's talk at the You Got This conference."
  },
  {
    "event": "2019-london",
    "file": "83",
    "text": "A close-up of Tara Ojo as she turns to look up at one of slides during her session. A smile is beginning to form and her eyes are bright."
  },
  {
    "event": "2019-london",
    "file": "84",
    "text": "Tim Fogarty, a software engineer at Mongo D, B, smiles as he takes to the stage. He holds a microphone in his right hand and he wears a black Mongo D, B t-shirt and a black and lime-green hoodie. Tim wears glasses and cuts an energetic figure."
  },
  {
    "event": "2019-london",
    "file": "85",
    "text": "A close-up of Tim Fogarty from Mongo as he continues his presentation at the You Got This conference."
  },
  {
    "event": "2019-london",
    "file": "86",
    "text": "Scary Boots returns to the stage to introduce the next sessions. They wear a wry smile as they addresses the audience."
  },
  {
    "event": "2019-london",
    "file": "87",
    "text": "Joshua Simpson, Product Development at AND Digital speaks at the You Got This conference. He is joined on stage by Olivia Marsden, their Graduate Recruitment Lead. They are both wearing red branded AND digital t-shirts."
  },
  {
    "event": "2019-london",
    "file": "88",
    "text": "Olivia Marsden from AND Digital addresses the You Got This conference."
  },
  {
    "event": "2019-london",
    "file": "89",
    "text": "Technologist Jessica Rose speaks at the You Got This conference. She is smiling broadly as she presents to the audience."
  },
  {
    "event": "2019-london",
    "file": "90",
    "text": "A close-up of Jessica Rose as she continues her presentation. At the time of the conference Jessica worked at FutureLearn."
  },
  {
    "event": "2019-london",
    "file": "91",
    "text": "A shot of the captioning that accompanies the conference. The captioning reads, I'm looking at the stenography over there. I think that's fantastic. Really great thing, not just for the deaf. Who is typing? I want to say thanks. Where are you? Captioner replies: I'm in Scotland. How are you? Applause. Aren't you all hungry yet? Laughter."
  },
  {
    "event": "2019-london",
    "file": "92",
    "text": "Leah Thomas and Rachel Konichiwakitty sit together at the back of the auditorium. They are both smiling happily. Leah's yellow jumpsuit complements Rachel's pink cardigan."
  },
  {
    "event": "2019-london",
    "file": "93",
    "text": "A cartoon sketch by Matthew Buck from Drawnalism. The cartoon illustrates the themes of the conference and it depicts a woman juggling various items including a U, S, B, a phone, paper cut-outs of 2 figures, a tree, a cup decorated with a heart, and dollar signs."
  },
  {
    "event": "2019-london",
    "file": "94",
    "text": "Tara Ojo from FutureLearn stands and listens to 3 conference attendees during a break in proceedings."
  },
  {
    "event": "2019-london",
    "file": "95",
    "text": "Giuseppe Sollazzo and Angi Long enjoy a conversation during a break in the conference. They are seated at a table in the sponsors room. Behind them, Olivia Marsden from AND Digital speaks to a couple of conference attendees. Libby Derbyshire sits on the floor of the Hired stand with her laptop in her lap."
  },
  {
    "event": "2019-london",
    "file": "96",
    "text": "An audience member smiles as she listens to the person beside her speaking during a break in the conference."
  },
  {
    "event": "2019-london",
    "file": "97",
    "text": "A close-up of an audience member. She smiles broadly as she looks across the conference room."
  },
  {
    "event": "2019-london",
    "file": "98",
    "text": "Taylor Morrison, founder of Jubliant, a brand experience firm, presents at the You Got This conference. Her presentation is entitled, Self-Care, Beyond the Hashtags."
  },
  {
    "event": "2019-london",
    "file": "99",
    "text": "A view from the back of the conference room as Taylor Morrison gives her presentation. She is looking up at the large screen which is filled with images and the title, Self-Care.",
    "highlight": true
  },
  {
    "event": "2019-london",
    "file": "100",
    "text": "Taylor Morrison, holding the microphone in her right hand, continues her presentation. In the background a slide features a photo of younger Taylor."
  },
  {
    "event": "2019-london",
    "file": "101",
    "text": "A close-up of Taylor Morrison as she delivers her talk at the You Got This conference. She wears a white blouse, a grey jumpsuit and clear-framed glasses."
  },
  {
    "event": "2019-london",
    "file": "102",
    "text": "A close-up shot of Taylor Morrison. She is pressing her left hand to her chest to emphasise a personal point she is making in her presentation."
  },
  {
    "event": "2019-london",
    "file": "103",
    "text": "Sam Warner, a software developer at Black Pepper Software, presents at the You Got This conference. The title of his session is Morality and Ethics, Caring is Everything."
  },
  {
    "event": "2019-london",
    "file": "104",
    "text": "A carefully constructed shot of Sam Warner giving his presentation. The shot captures Sam in the viewfinder of the film camera recording the conference. He is running his fingers through his hair as he speaks."
  },
  {
    "event": "2019-london",
    "file": "105",
    "text": "Sam Warner gestures with his right hand as he continues his presentation at the You Got This conference. The shot is taken from the back of the room across the heads of the audience. Taylor Morrison is visible in the front row."
  },
  {
    "event": "2019-london",
    "file": "106",
    "text": "Sam Warner, wearing a grey jumper, makes a point during his presentation. His left hand is raised, palm open, and his laptop, decorated with stickers, is positioned on the high table beside him."
  },
  {
    "event": "2019-london",
    "file": "107",
    "text": "A view across the front row of the audience. An audience member in the foreground checks her phone. Taylor Morrison sits in the background listening to the presentation."
  },
  {
    "event": "2019-london",
    "file": "108",
    "text": "Sam Warner continues his presentation and addresses the current slide. The slide contains a quote as follows, Software development is an immature field. The quote is attributed to Everyone, Ever. Well, a lot of people. In the corner of the room, the artist Matthew Buck can be seen sketching."
  },
  {
    "event": "2019-london",
    "file": "109",
    "text": "Daniel Spindelbauer from Git Hub Education, one of the conference sponsors, speaks at the You Got This conference. Daniel wears a red hoodie top over a grey t-shirt and a pair of black rectangular-rimmed glasses."
  },
  {
    "event": "2019-london",
    "file": "110",
    "text": "A close-up of Sascha Wolf as he sits in the audience. Sascha is smiling as he listens to the presentation. The room is filled with people and the neon Monzo logo is visible on the far wall."
  },
  {
    "event": "2019-london",
    "file": "111",
    "text": "The artist Matthew Buck from Drawnalism takes a photo of his sketch of Taylor Morrison's Self Care presentation. The sketch is a series of cartoon scenes depicting the various points that Taylor made. The sketch is made on an A, 2 sketch pad positioned on an easel in the corner of the conference room."
  },
  {
    "event": "2019-london",
    "file": "112",
    "text": "Kevin Lewis leans against a wall in the sponsor room. He is standing behind a table covered by a black cloth and sharing a joke with an attendee. A queue is forming for the Chin Chin ice cream that is soon to be made available. The ice cream is sponsored by Wild Rocket."
  },
  {
    "event": "2019-london",
    "file": "113",
    "text": "Giuseppe Sollazzo sits at the back of the conference room and raises a quizzical eyebrow as he eats some green coloured ice cream. In the background Scary Boots shares a laugh with some attendees as they recline and eat ice cream."
  },
  {
    "event": "2019-london",
    "file": "114",
    "text": "A conference attendee holds out his ice cream and takes a photograph against the back drop of the Chin Chin poster. Jake Price, the C, E, O of Wild Rocket, sponsor of the ice cream, sits at the Wild Rocket stand enjoying some ice cream. The sponsor room is full of people in conversation."
  },
  {
    "event": "2019-london",
    "file": "115",
    "text": "Alexandra Araújo from Chin Chin Ice Cream reaches into a box as she helps a conference attendee choose her ice cream."
  },
  {
    "event": "2019-london",
    "file": "116",
    "text": "Alexandra Araújo from Chin Chin Ice Cream is surrounded by attendees waiting to choose their ice cream flavour. The ice cream comes in small round tubs."
  },
  {
    "event": "2019-london",
    "file": "117",
    "text": "Matt Rose enjoys a conversation as he sits at a table with a conference attendee. Matt has a full beard and wears a pair of glasses. He is gesturing with his left hand as he talks."
  },
  {
    "event": "2019-london",
    "file": "118",
    "text": "Sascha Wolf pauses from eating his ice cream and listens as a conference attendee talks to him in the middle of the sponsor room. Taylor Morrison stands to left of the image, deep in conversation."
  },
  {
    "event": "2019-london",
    "file": "119",
    "text": "A close-up of Tara Ojo from FutureLearn talking to an attendee during the ice cream break in the conference."
  },
  {
    "event": "2019-london",
    "file": "120",
    "text": "Taylor Morrison holds her ice cream and listens to Jo Franchetti during the break. Angi Long stands behind them in the sponsor room."
  },
  {
    "event": "2019-london",
    "file": "121",
    "text": "A couple of conference attendees sit at a table and are deep in conversation. Their phones are placed on the table in front of them."
  },
  {
    "event": "2019-london",
    "file": "122",
    "text": "The tables in the sponsor room are filled with people enjoying conversations."
  },
  {
    "event": "2019-london",
    "file": "123",
    "text": "A conference attendee, sitting at a table, laughs as she enjoys her ice cream and listens to a conversation. Sascha, Jo and Taylor can be seen standing in the background."
  },
  {
    "event": "2019-london",
    "file": "124",
    "text": "Nathaniel Okenwa from Twilio sits in a group at a table. He is listening as someone talks animatedly beside him. Taylor Morrison stands to the right talking with another conference attendee."
  },
  {
    "event": "2019-london",
    "file": "125",
    "text": "Conference organiser Kevin Lewis talks with 3 members of the Hired team, including Libby Derbyshire. They are standing in front of the Hired stand."
  },
  {
    "event": "2019-london",
    "file": "126",
    "text": "A close-up of Violet Pena, Senior Developer at Instrument, as she delivers her presentation at the You Got This conference. Her presentation is entitled, Understanding and Cultivating Independence."
  },
  {
    "event": "2019-london",
    "file": "127",
    "text": "Wilson Tolentino da Silva sits beside Angi Long in the front row of the audience and listens thoughtfully to Violet Pena. Wilson has a long, dark beard and wears a blue Underland t-shirt."
  },
  {
    "event": "2019-london",
    "file": "128",
    "text": "Violet Pena addresses the audience during her presentation at the You Got This conference. She is wearing a yellow top and her dark hair is tied up in a ponytail."
  },
  {
    "event": "2019-london",
    "file": "129",
    "text": "Violet Pena speaks into the microphone and looks out across the audience during her presentation."
  },
  {
    "event": "2019-london",
    "file": "130",
    "text": "A close-up of Violet Pena. She smiles as she makes a point during her presentation."
  },
  {
    "event": "2019-london",
    "file": "131",
    "text": "Violet Pena smiles during her Cultivating Independence presentation at the You Got This conference."
  },
  {
    "event": "2019-london",
    "file": "132",
    "text": "A close-up of Sam Morgan during his presentation at the You Got This conference. Sam is the Head of Education at Makers and his presentation is entitled, The Transformative Power of Junior Developers."
  },
  {
    "event": "2019-london",
    "file": "133",
    "text": "A view from the back of the conference room as Sam Morgan delivers his presentation. His laptop sits on the high table beside him as he enthusiastically makes a point to the listening audience."
  },
  {
    "event": "2019-london",
    "file": "134",
    "text": "Sam Morgan, wearing a grey jumper and red and white chequered shirt, looks out across the audience. The slide on the large screen behind him reads, Tasks, Everything is an Exercise. Jo Franchetti sits in the front row and smiles. Matthew Buck sketches in the corner."
  },
  {
    "event": "2019-london",
    "file": "135",
    "text": "Sam Morgan is in full-flow as he delivers his presentation as part of the You Got This conference."
  },
  {
    "event": "2019-london",
    "file": "136",
    "text": "Sam Morgan stands in front of the audience and appears to ask a question. The backdrop is formed by a poster featuring the events sponsors logos."
  },
  {
    "event": "2019-london",
    "file": "137",
    "text": "Sam Morgan smiles as he completes his presentation. A slide on the large screen behind him reads, Feedback, Have a Structure, Build it with Authentic Tools."
  },
  {
    "event": "2019-london",
    "file": "138",
    "text": "A view across the audience as they applaud Sam Morgan's presentation."
  },
  {
    "event": "2019-london",
    "file": "139",
    "text": "A smiling Akash Goswami stands at the back of the conference room and applauds the end of Sam Warner's presentation. The blue neon Monzo sign dominates the background."
  },
  {
    "event": "2019-london",
    "file": "140",
    "text": "A close-up of Kevin Lewis as he wraps up the You Got This conference with closing remarks. He is smiling as he addresses the audience."
  },
  {
    "event": "2019-london",
    "file": "141",
    "text": "Kevin Lewis gestures across to the artist Matthew Buck from Drawnalism and thanks him for his work at the conference. Matthew acknowledges the crowd applause by raising his hands and smiling. He is standing beside a final illustration of the conference. Scary Boots stands looking at their phone in background."
  },
  {
    "event": "2019-london",
    "file": "142",
    "text": "A close-up of Kevin Lewis as he makes a point. His face is serious as he looks out across the audience."
  },
  {
    "event": "2019-london",
    "file": "143",
    "text": "A close-up of Kevin Lewis as he smiles and gestures across the conference room to thank someone."
  },
  {
    "event": "2020-birmingham",
    "file": "1",
    "text": "You Got This 2020 conference attendees investigate a table filled with promotional conference stickers in the sponsor area.",
    "highlight": true
  },
  {
    "event": "2020-birmingham",
    "file": "2",
    "text": "A conference attendee, wearing a pink jumper featuring a image of Catwoman, chooses a conference sticker. Her companion watches on and smiles."
  },
  {
    "event": "2020-birmingham",
    "file": "3",
    "text": "Cristiano Betta stares intently into the camera as he holds his coffee cup. Two attendees, seen from behind, are standing in front of him and laughing."
  },
  {
    "event": "2020-birmingham",
    "file": "4",
    "text": "A view from the back of the auditorium. The backdrop of the stage features the hashtag You Got This Conf and the huge screen contains the You Got This fist logo. The logos of the conference sponsors are positioned along each side of the stage. The auditorium, featuring raked seating, is almost full as attendees take their seats."
  },
  {
    "event": "2020-birmingham",
    "file": "5",
    "text": "Kevin Lewis introduces the You Got This Birmingham 2020 conference. He is wearing glasses and an orange t-shirt with the You Got This logo across the front. He is looking up into the audience as he holds his phone in his left hand and the microphone in his right."
  },
  {
    "event": "2020-birmingham",
    "file": "6",
    "text": "A view of the audience as they listen to Kevin Lewis make his introduction speech. The auditorium is packed."
  },
  {
    "event": "2020-birmingham",
    "file": "7",
    "text": "Matt Rose, an M, C for the event, takes to the stage and smiles as he speaks to the audience. He is wearing a black hoodie, small, round black framed glasses and he has a thick, dark beard."
  },
  {
    "event": "2020-birmingham",
    "file": "8",
    "text": "Web developer Keziyah Lewis delivers her presentation at the You Got This conference. Her presentation is entitled, It's Not Your Job To Love Your Job."
  },
  {
    "event": "2020-birmingham",
    "file": "9",
    "text": "Keziyah Lewis looks out across the audience as she presents at the You Got This conference. She is gesturing with her hands to make her point."
  },
  {
    "event": "2020-birmingham",
    "file": "10",
    "text": "A view from the edge of the stage as Keziyah Lewis addresses the You Got This conference. The auditorium is packed with people and Keziyah stands below a huge screen filled with her presentation slides."
  },
  {
    "event": "2020-birmingham",
    "file": "11",
    "text": "A view across the raked seating of the audience. The auditorium resembles a cinema and the attendees listen intently to Keziyah Lewis's presentation."
  },
  {
    "event": "2020-birmingham",
    "file": "12",
    "text": "A view of a row of the audience. Everyone is focusing their attention on the presentation."
  },
  {
    "event": "2020-birmingham",
    "file": "13",
    "text": "Matthew Gilliard, Developer Evangelist for Twilio, delivers his presentation at the You Got This conference. His presentation is entitled, Learning to Invest in Your Future."
  },
  {
    "event": "2020-birmingham",
    "file": "14",
    "text": "Matthew Gilliard looks out across the audience with a quizzical expression. He is wearing a brown shirt with a design of orange flowers. His hair is long and tied back. He is using a hand-held device to click through his presentation slides."
  },
  {
    "event": "2020-birmingham",
    "file": "15",
    "text": "A view from the back of the auditorium as Matthew Gilliard delivers his presentation. Matthew, helped by an illustrated slide, is explaining the Pac-Man rule about leaving a space for new people in a conversation."
  },
  {
    "event": "2020-birmingham",
    "file": "16",
    "text": "Paul Brannigan, also known as Proactive Paul, from Proactive delivers his presentation. Proactive focus on providing accounts and tax solutions to the Tech Sector."
  },
  {
    "event": "2020-birmingham",
    "file": "17",
    "text": "Paul Brannigan smiles as he presents at the You Got This conference. He is wearing pin-striped shirt and holds the microphone in both hands as he speaks."
  },
  {
    "event": "2020-birmingham",
    "file": "18",
    "text": "Jessica and Matt Rose take to the stage as the masters of ceremonies. Jessica speaks animatedly and Matt stands beside her smiling."
  },
  {
    "event": "2020-birmingham",
    "file": "19",
    "text": "A group of conference attendees stand in the foyer of the conference and share a joke."
  },
  {
    "event": "2020-birmingham",
    "file": "20",
    "text": "A conference attendee smiles as he enjoys a conversation with a couple of other attendees in the foyer."
  },
  {
    "event": "2020-birmingham",
    "file": "21",
    "text": "An attendee smiles as he listens to a conversation in the conference foyer."
  },
  {
    "event": "2020-birmingham",
    "file": "22",
    "text": "An attendee named Steve enjoys a conversation with another attendee whilst he holds a coffee cup. Another attendee is exploring the conference promotional materials."
  },
  {
    "event": "2020-birmingham",
    "file": "23",
    "text": "A conference attendee, wearing a rainbow coloured shirt and heart-shaped earrings, smiles as she chats with other attendees in the conference foyer. Her blonde hair is held in place with small, brightly coloured hair clips."
  },
  {
    "event": "2020-birmingham",
    "file": "24",
    "text": "An attendee wearing a black head scarf smiles as she talks to someone out of shot."
  },
  {
    "event": "2020-birmingham",
    "file": "25",
    "text": "A conference attendee talks to a smiling Sam Bellem from Auth 0 at his stand. In the background, Nathaniel Okenwa is visible at the Twilio stand."
  },
  {
    "event": "2020-birmingham",
    "file": "26",
    "text": "Nathaniel Okenwa talks to a couple of conference attendees at the Twilio stand. He is wearing a dark grey t-shirt featuring a blue heart motif containing the words, Sendgrid loves start-ups."
  },
  {
    "event": "2020-birmingham",
    "file": "27",
    "text": "A bearded conference attendee named Dan smiles as he talks with other attendees. He is holding a drink in a environmentally friendly cup."
  },
  {
    "event": "2020-birmingham",
    "file": "28",
    "text": "Amy Dickens, one of the conference organisers, smiles for the camera as they stand in the conference foyer. They are wearing a mustard coloured jumper, large, dark-framed glasses and a green backpack."
  },
  {
    "event": "2020-birmingham",
    "file": "29",
    "text": "A conference attendee named Edward talks to a couple of other attendees in the foyer. He is wearing a mauve coloured beanie style hat and has a bag strap across his chest."
  },
  {
    "event": "2020-birmingham",
    "file": "30",
    "text": "A conference attendee named Abdul stands in the foyer. He wears a baseball cap and is holding a drinks can as he stares seriously into the camera."
  },
  {
    "event": "2020-birmingham",
    "file": "31",
    "text": "A conference attendee named Katie stands and talks with another attendee. Katie is wearing a colourful shirt and her auburn hair falls across her shoulders."
  },
  {
    "event": "2020-birmingham",
    "file": "32",
    "text": "A pair of conference attendees are deep in conversation in the foyer. The woman on the left, wearing a black head scarf, is smiling broadly as she listens to her companion, who has flowing braids.",
    "highlight": true
  },
  {
    "event": "2020-birmingham",
    "file": "33",
    "text": "A small group of attendees hold a conversation outside the auditorium. They are listening to a red-haired woman as she makes a point."
  },
  {
    "event": "2020-birmingham",
    "file": "34",
    "text": "Amina Adewusi, Associate Software Engineer at the Guardian News & Media, delivers her presentation at the You Got This conference. Her presentation is entitled, How to Find Your Perfect Mentor."
  },
  {
    "event": "2020-birmingham",
    "file": "35",
    "text": "Amina Adewusi smiles as she looks out across the auditorium. Amina is wearing a blue dress with white polka dots and a black, white and red head scarf."
  },
  {
    "event": "2020-birmingham",
    "file": "36",
    "text": "A close-up of Amina Adewusi as she makes a point during her presentation. The tips of her fingers are steepled together to emphasise her point.",
    "highlight": true
  },
  {
    "event": "2020-birmingham",
    "file": "37",
    "text": "A shot from the edge of the stage as Amina Adewusi delivers her presentation at the You Got This conference. A camera operator watches through a viewfinder in front of the stage and the audience, under dimmed lights, listen intently."
  },
  {
    "event": "2020-birmingham",
    "file": "38",
    "text": "Gargi Sharma, a systems engineer at Tarides, delivers a presentation at the You Got This conference. Gargi's presentation is entitled, So Good They Can't Ignore You."
  },
  {
    "event": "2020-birmingham",
    "file": "39",
    "text": "A view across the audience from the stage. The seating is raked and the auditorium is full. The audience's attention is focused on the speaker."
  },
  {
    "event": "2020-birmingham",
    "file": "40",
    "text": "Melinda Seckington, Technical Manager at FutureLearn, delivers her presentation at the You Got This conference. Her presentation is entitled, Level Up, Developing Developers."
  },
  {
    "event": "2020-birmingham",
    "file": "41",
    "text": "Melinda Seckington looks out across the audience as she speaks at the You Got This conference. Her red hair is tied back in a ponytail and she is gesturing with her hands to emphasise her point."
  },
  {
    "event": "2020-birmingham",
    "file": "42",
    "text": "Nathaniel Okenwa, Developer Evangelist at Twilio, delivers his presentation at the You Got This conference. His presentation is entitled, Making your First Days Count."
  },
  {
    "event": "2020-birmingham",
    "file": "43",
    "text": "Nathaniel Okenwa looks down at his laptop screen and laughs as he presents at the You Got This conference."
  },
  {
    "event": "2020-birmingham",
    "file": "44",
    "text": "Nathaniel Okenwa raises his hands, open palms up, as he makes a point during his presentation."
  },
  {
    "event": "2020-birmingham",
    "file": "45",
    "text": "A close-up of Nathaniel Okenwa during his presentation at the You Got This conference. He wears thick-framed black glasses and a dark grey t-shirt with a light blue heart motif."
  },
  {
    "event": "2020-birmingham",
    "file": "46",
    "text": "A view from the back of the auditorium as Nathaniel Okenwa delivers his presentation. An image of a robot is projected on the screen above him and the slide reads, Check your work life balance."
  },
  {
    "event": "2020-birmingham",
    "file": "47",
    "text": "Sam Bellen, senior developer advocate engineer at Auth 0, one of the conference sponsors, delivers a presentation at the You Got This conference."
  },
  {
    "event": "2020-birmingham",
    "file": "48",
    "text": "A couple of attendees chat in the foyer during a break in proceedings."
  },
  {
    "event": "2020-birmingham",
    "file": "49",
    "text": "Two attendees sit and talk at a table in the foyer. Their phones are placed on the table in front of them. A man sits in the background checking his phone."
  },
  {
    "event": "2020-birmingham",
    "file": "50",
    "text": "Akash Goswami stands in the foyer and smiles. His hands are in the pockets of his grey hoodie and he is wearing a backpack."
  },
  {
    "event": "2020-birmingham",
    "file": "51",
    "text": "A group of conference attendees stand and talk together in the foyer. In the foreground, an attendee named Kwaku smiles as he speaks to another conference goer."
  },
  {
    "event": "2020-birmingham",
    "file": "52",
    "text": "An attendee named Rav asks a question to Paul Brannigan from Proactive as they stand in the conference foyer."
  },
  {
    "event": "2020-birmingham",
    "file": "53",
    "text": "A group of attendees smile as they talk in the conference lobby."
  },
  {
    "event": "2020-birmingham",
    "file": "54",
    "text": "An attendee named Sanzi smiles as she talks with someone out of shot. Sanzi is holding a bottle of orange juice and has short silver-coloured hair and large, black-rimmed glasses."
  },
  {
    "event": "2020-birmingham",
    "file": "55",
    "text": "A close-up of a group of attendees talking in the conference foyer. The attendee in the foreground is smiling as he listens to the conversation."
  },
  {
    "event": "2020-birmingham",
    "file": "56",
    "text": "Kevin Lewis stands and talks to an attendee in the conference foyer. Kevin is wearing an orange You Got This t-shirt, jeans with black braces and light green glasses. He has a ginger goatee and is smiling as he talks to the attendee."
  },
  {
    "event": "2020-birmingham",
    "file": "57",
    "text": "Kevin Lewis points directly into the camera and smiles as he talks with an attendee, who laughs at his antics."
  },
  {
    "event": "2020-birmingham",
    "file": "58",
    "text": "A small group of attendees talk and laugh in the conference lobby during a break in proceedings."
  },
  {
    "event": "2020-birmingham",
    "file": "59",
    "text": "An attendee named Fatima talks with another attendee in the conference foyer. She is wearing a headscarf and holding a can of 7 Up."
  },
  {
    "event": "2020-birmingham",
    "file": "60",
    "text": "An attendee name Olu stands in the foyer and talks to another attendee just out of shot."
  },
  {
    "event": "2020-birmingham",
    "file": "61",
    "text": "Joshua Simpson , wearing a t-shirt with the slogan, Don't forget to love each other, stands and talks with other attendees in the conference foyer."
  },
  {
    "event": "2020-birmingham",
    "file": "62",
    "text": "Ruth Lee, Engineering Manager for the Site Reliability Team at Splunk, delivers her presentation at the You Got This conference. Her presentation is entitled, Company Culture, Performance Reviews and You."
  },
  {
    "event": "2020-birmingham",
    "file": "63",
    "text": "Ruth Lee, wearing a dark blue shirt with a design of light blue flowers, looks across the audience as she presents at the You Got This conference."
  },
  {
    "event": "2020-birmingham",
    "file": "64",
    "text": "Dan Parkes, Chair of the West Midlands Regional Group of Game Workers Unite U, K, delivers a presentation at the You Got This conference. His presentation is entitled, Unions Got This, Organising the Tech Trade."
  },
  {
    "event": "2020-birmingham",
    "file": "65",
    "text": "Dan Parkes raises his right hand as he makes a point during his presentation. Dan is wearing blue dungarees over a black sweatshirt branded with the Games Workers Unite logo."
  },
  {
    "event": "2020-birmingham",
    "file": "66",
    "text": "Dan Parkes spreads his hands apart as he continues his presentation at the You Got This conference."
  },
  {
    "event": "2020-birmingham",
    "file": "67",
    "text": "A view from the back of the auditorium as Amy Dickens stands on stage and presents at the You Got This conference."
  },
  {
    "event": "2020-birmingham",
    "file": "68",
    "text": "Amy Dickens, Developer Community Manager for Pusher, delivers their presentation at the You Got This conference. Amy's session is entitled, Real Talk About When To Walk Away."
  }
]